/* 
  Localizable.strings
  iFLYKit

  Created by apple on 2022/10/8.
  
*/
"cn_lang_name" = "Mandarin";
"en_lang_name" = "English";
"cn_x_en_lang_name" = "Mixed Ch-English";
"cn_xinanese_sc_lang_name" = "Sichuan Dialect";
"cn_cantonese_lang_name" = "Cantonese";
"cn_xinanese_cq_lang_name" = "Chongqing Dialect";
"cn_henanese_lang_name" = "Henan Dialect";
"cn_xinanese_gz_lang_name" = "Guizhou Dialect";
"cn_xinanese_yn_lang_name" = "Yunnan Dialect";

"cn_hebei_lang_name" = "Hebei Dialect";
"cn_dongbei_lang_name" = "Dongbei Dialect";
"cn_tianjin_lang_name" = "Tianjin Dialect";
"cn_gansu_lang_name" = "Gansu Dialect";
"cn_shandong_lang_name" = "Shandong Dialect";
"cn_taiyuan_lang_name" = "Taiyuan Dialect";
"jp_lang_name" = "Japanese";
"ko_lang_name" = "Korean";
"fr_lang_name" = "French";
"ru_lang_name" = "Russian";
"es_lang_name" = "Spanish";
"de_lang_name" = "Russian";
"it_lang_name" = "Deutsch";

"domain_normal" = "General";
"domain_court" = "Law";
"domain_edu" = "Education";
"domain_finance" = "Finance";
"domain_medical" = "Medical";
"domain_tech" = "Technology";
"domain_gov" = "Government";
"domain_company" = "Company";
"domain_ecom" = "E-commerce";
"domain_life" = "Life";
